"PasteWithoutFormatting" = "Lipește fără formatare";
"PinTooltip" = "Tastă de comandă rapidă pentru a fixa un element din istoric.\nImplicit: ⌥P.";
"LaunchAtLogin" = "Deschide la login";
"CheckNow" = "Verifică acum";
"OpenTooltip" = "Tastă globală de comandă rapidă pentru a deschide aplicația.\nO apăsare repetată a tastei principale, în timp ce taste \"modifier\" sunt menținute apăsate, va selecta următorul element din listă. Eliberare unei taste \"modifier\" va confirma selecția și va închide fereastra popup.\nImplicit: ⇧⌘C.";
"Pin" = "Fixează:";
"PasteAutomatically" = "Lipește automat";
"Fuzzy" = "Aproximativă";
"Regex" = "Expresii regulate";
"Mixed" = "Mixt";
"NotificationsAndSounds" = "Notificări și sunet 􀱁";
"CheckForUpdates" = "Verifică actualizările automat";
"Modifiers" = "Personalizați comportamentul la selectarea unui element:\n- Selectați cu %@ apăsat pentru a copia un element.\n- Selectați cu %@ apăsat pentru a copia și lipi un element.\n- Selectați cu %@ apăsat pentru a copia, șterge formatarea și lipi un element.";
"Behavior" = "Comportament:";
"Open" = "Deschide:";
"Exact" = "Exactă";
"Search" = "Căutare:";
"DeleteTooltip" = "Tastă de comandă rapidă pentru a șterge un element din istoric.\nImplicit: ⌥⌫.";
"ShowPreview" = "Previzualizare:";
"ShowPreviewTooltip" = "Afișează previzualizarea cu informații suplimentare.\nImplicit: ⌃Space.";
"Behavior" = "Comportament:";
"Delete" = "Șterge:";
"Title" = "General";
